loadtest/results/report.txt
     ✓ slots: status 200
     ✓ slots: p95 < 200ms

     checks.........................: 100.00% ✓ 12002      ✗ 0   
     data_received..................: 800 kB  12 kB/s
     data_sent......................: 2.5 MB  38 kB/s
   ✓ errors.........................: 0.00%   ✓ 0          ✗ 6001
     http_req_blocked...............: avg=16.08µs  min=2.81µs   med=10.58µs  max=1.32ms  p(90)=14.95µs  p(95)=17.4µs  
     http_req_connecting............: avg=2.62µs   min=0s       med=0s       max=1.07ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=4.61ms   min=233.07µs med=4.61ms   max=13.83ms p(90)=6.1ms    p(95)=6.58ms  
       { expected_response:true }...: avg=4.61ms   min=233.07µs med=4.61ms   max=13.83ms p(90)=6.1ms    p(95)=6.58ms  
   ✓ http_req_failed................: 0.00%   ✓ 0          ✗ 6604
     http_req_receiving.............: avg=170.96µs min=16.45µs  med=152.86µs max=1.31ms  p(90)=265.95µs p(95)=334.28µs
     http_req_sending...............: avg=75.69µs  min=8.31µs   med=70.69µs  max=1.08ms  p(90)=112.23µs p(95)=140.8µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s      p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=4.36ms   min=0s       med=4.37ms   max=13.71ms p(90)=5.79ms   p(95)=6.23ms  
     http_reqs......................: 6604    101.592361/s
     iteration_duration.............: avg=5.05ms   min=1.66ms   med=5.05ms   max=15.32ms p(90)=6.65ms   p(95)=7.15ms  
     iterations.....................: 6602    101.561594/s
   ✓ slots_duration.................: avg=4.59ms   min=233.07µs med=4.6ms    max=13.83ms p(90)=6.1ms    p(95)=6.58ms  
     vus............................: 0       min=0        max=1 
     vus_max........................: 25      min=25       max=25